[{
		"id": 6,
		"category": "Business",
		"title": "Amazon Reports Record Profits for Q1 2023",
		"date": "Today",
		"read_length": "7 min",
		"text": "Amazon announced record profits for the first quarter of 2023, with earnings per share of $8.52. The company's revenue also beat expectations, thanks in part to strong sales from its cloud computing division."
	},
	{
		"id": 7,
		"category": "Entertainment",
		"title": "New Film by Acclaimed Director Wins Top Prize at Cannes",
		"date": "Today",
		"read_length": "4 min",
		"text": "A new film by acclaimed director Xavier Dolan has won the top prize at the Cannes Film Festival. The film, which explores themes of love and loss, was praised by critics for its powerful performances and stunning cinematography."
	},
	{
		"id": 8,
		"category": "Science",
		"title": "NASA Launches New Mission to Explore Europa's Oceans",
		"date": "Today",
		"read_length": "3 min",
		"text": "NASA has launched a new mission to explore the oceans beneath the icy surface of Jupiter's moon, Europa. The mission will use advanced technology to search for signs of life in the moon's subsurface ocean, which scientists believe could be a promising location for extraterrestrial life."
	},
	{
		"id": 9,
		"category": "Education",
		"title": "Harvard Announces Major Expansion of Financial Aid Program",
		"date": "2023-04-11",
		"read_length": "7 min",
		"text": "Harvard University has announced a major expansion of its financial aid program, which will provide free tuition and room and board to students from families earning less than $80,000 per year. The university will also increase aid for families earning up to $150,000 per year."
	},
	{
		"id": 10,
		"category": "Crime",
		"title": "Police Arrest Suspect in Series of Bank Robberies",
		"date": "2023-04-10",
		"read_length": "7 min",
		"text": "Police have arrested a suspect in a series of bank robberies that have taken place over the past few months. The suspect was apprehended after a high-speed chase that ended in a dramatic standoff on a busy city street."
	},
 {
		"id": 11,
		"category": "Politics",
		"title": "President Signs Historic Climate Change Legislation",
		"date": "Today",
		"read_length": "12 min",
		"text": "The President has signed a historic climate change bill into law, which aims to reduce greenhouse gas emissions by 50% by 2030. The legislation includes a range of measures to promote clean energy and reduce carbon emissions, and has been hailed as a major step forward in the fight against climate change."
	},
	{
		"id": 12,
		"category": "Sports",
		"title": "Serena Williams Advances to Quarterfinals at Wimbledon",
		"date": "Today",
		"read_length": "9 min",
		"text": "Serena Williams has advanced to the quarterfinals at Wimbledon after a hard-fought victory over her opponent. The tennis legend, who has won the tournament multiple times in the past, is now one step closer to another championship."
	},
	{
		"id": 13,
		"category": "Health",
		"title": "New Study Finds Link Between Diet and Longevity",
		"date": "Yesterday",
		"read_length": "3 min",
		"text": "A new study has found a strong link between diet and longevity, suggesting that people who eat a diet rich in fruits, vegetables, and whole grains may live longer and healthier lives. The study, which followed thousands of participants over several decades, is one of the largest and most comprehensive of its kind."
	},
	{
		"id": 14,
		"category": "Technology",
		"title": "Apple Unveils New iPhone with Advanced Augmented Reality Features",
		"date": "Yesterday",
		"read_length": "2 min",
		"text": "Apple has unveiled its latest iPhone, which includes advanced augmented reality features that allow users to interact with virtual objects in real-world environments. The new device also features a range of other upgrades, including improved camera and processing capabilities."
	},
	{
		"id": 15,
		"category": "Environment",
		"title": "Scientists Discover New Species of Coral Reef in the Pacific",
		"date": "Yesterday",
		"read_length": "4 min",
		"text": "Scientists have discovered a new species of coral reef in the Pacific Ocean, which they say could help to support marine biodiversity in the region. The reef, which is located off the coast of a remote island, was found during a recent research expedition."
	}
]
